export const feedbackData = [
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "일에 몰입하고자 하며, 팀원들이 더 편안하게 협업할 수 있도록 태도와 방식에서도 좋은 영향을 주기 위해 노력합니다. 새로운 과제나 변화에 대해 두려움 없이 긍정적으로 받아들입니다.",
    date: "2026",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "하는 일이 많음에도 불구하고 맡은 업무들을 잘 해결하고, 좋은 아이디어를 제시하여 팀의 발전에 큰 기여를 하고 있습니다.",
    date: "2026",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "팀의 기획과 개발 전반에 걸쳐 가장 많은 영역에서 영향력을 펼치고 있으며, 팀원들과 협력하기 위한 기반 작업과 핵심 기획 업무를 병행하며 주도적으로 일하는 모습이 인상적입니다.",
    date: "2026",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "새로운 기능을 기획하고 기존 기능을 개선하는 과정에서 고객을 정확히 이해하고 치열하게 고민하여, 사용자 관점과 완성도가 높은 결과물을 만들어냅니다. 지금까지 전달받은 기획안 중에서도 단연 완성도가 높은 기획안이라고 생각합니다.",
    date: "2026",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "일을 잘하는 것이 무엇인지, 센스 있게 일한다는 것이 어떤 것인지 잘 보여줍니다. 팀워크와 협업에서도 뛰어나며, 긍정적인 에너지가 매우 인상적입니다.",
    date: "2026",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "어려운 업무에도 항상 긍정적인 생각으로 임하는 모습이 좋아요. 희성님의 밝음이 있기에 성과를 함께 만들어 나가는 과정이 즐거웠습니다.",
    date: "2025",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "프로젝트 관리, 이슈 관리부터 시작하여 실무 성과에까지 가장 많은 영향을 끼칩니다. 성과 영향에 가장 핵심적인 인물이면서, 본인의 책임을 끝까지 다하는 모습이 인상적입니다.",
    date: "2025",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "팀의 다양한 업무 영역에서 모두 활약하고 있으며 동료들의 어려움을 같이 고민하고 있음. 팀 목표에 잘 정렬되어 주도적으로 일하고 있음.",
    date: "2025",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback: "필요한 부분들에 대해서 빠르게 캐치하고 업무를 꼼꼼히 주도적으로 잘 진행합니다.",
    date: "2025",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "진행하고 있는 과제들에 마케팅적인 역량을 활용하여 다양한 성과 중심적 결론을 도출해냄. 과제를 진행함에 있어 본인의 역할을 스스로 찾아내고 잘 대응함. 소통 과정에서 긍정적인 자세와 상대방의 의견을 집중하고 자신의 결과를 만들어 낼 수 있도록 지원함. 폭넓은 시각으로 과제를 바라보고 문제 해결에서 역할을 수행함. 의사결정을 위해 객관적으로 판단하려고 노력하고 근거를 가지고 소통함.",
    date: "2024",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "성실함을 기반으로 맡은 업무를 철저히 수행하며, 매사에 밝고 긍정적인 태도로 팀 분위기를 활기차게 만들어 주십니다. 친화력이 뛰어나 다양한 팀원과 원활히 소통하며, 협업의 중심 역할을 하고 계세요. 긍정적인 에너지는 회의나 프로젝트 진행 중에도 자연스럽게 퍼져, 모두가 동기를 잃지 않고 목표를 향해 나아가게 합니다. 또한 상대방의 의견을 존중하며 서로 다른 관점을 조화롭게 수렴하는 능력을 발휘해, 복잡한 프로젝트에서도 구성원 간의 화합을 이끌어내시는 것 같아요.",
    date: "2024",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "성실한 노력과 밝은 성격이 만나, 기획 과정의 효율성과 즐거움을 동시에 추구하는 본받고 싶은 기획자입니다.",
    date: "2024",
  },
  {
    name: "Anonymous",
    role: "익명",
    company: "",
    feedback:
      "맡은 일에 대해 모두 수긍하면서 완벽하게 해내려고 노력하는 모습이 귀감이 되었습니다. 기획 뿐만 아니라 스프린트 일정을 관리한다거나, 이전 팀에서 맡은 업무를 불만 없이 책임감으로 지금도 열심히 해내는 모습이 긍정적이었습니다. 또한, 기획 내용에 자신의 목적성이 들어가 있어 설득력 있는 기획을 하는 전문적인 모습까지 정말 좋았습니다.",
    date: "2024",
  },
];
